[Information]
TRANSLATOR=Ericus
CONTACT_ADDRESS=ericus@qq.com
VERSION=3.1.2

[Language]
LANGUAGE=Simplified Chinese
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0409, 0x0809, 0x0C09, 0x1009, 0x1409, 0x1809, 0x1C09, 0x2009, 0x2409, 0x2809, 0x2C09, 0x3009,

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=文件(&F)
CUSTOMIZE=自定义
EXIT=退出
EDIT=编辑(&E)
COPY=复制
FUNCTION=功能(&U)
HIDE_SMART_INFO=隐藏S.M.A.R.T.信息
HIDE_SERIAL_NUMBER=隐藏序列号
SHOW_DRIVE_LETTER=显示驱动器卷标
ADVANCED_DISK_SEARCH=高级磁碟搜索
EVENT_LOG=日志
AAM_APM_CONTROL=AAM/APM 控制
AUTO_AAM_APM_ADAPTION=自动 AAM/APM
RESIDENT=常驻
STARTUP=开机启动
OPEN_DISK_MANAGEMENT=打开磁碟管理
OPEN_DEVICE_MANAGER=打开设备管理
ADVANCED_FEATURE=高级特征
REFRESH=刷新
RESCAN=重新扫描
DISABLE=禁用
AUTO_REFRESH=自动刷新时间
AUTO_REFRESH_TARGET=自动刷新对象
AUTO_REFRESH_TARGET_ALL_DISK=自动刷新已选磁碟
AUTO_REFRESH_UNTARGET_ALL_DISK=自动刷新未选磁碟
WAIT_TIME_AT_STARTUP=开机启动延迟...
GRAPH=图表
THEME=主题(&T)
DISK=磁碟(&D)
HELP=帮助(&H)
HELP_ABOUT=关于CrystalDiskInfo
HELP_ABOUT_SMART=关于S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=界面语言(&L)
ITEM=项目
TEMPERATURE_TYPE=温度显示
CELSIUS=摄氏度(°C)
FAHRENHEIT=华氏度(°F)
HEALTH_STATUS_SETTING=健康状态设置
COPY_OPTION=复制选项
RESIDENT_STYLE=常驻方式
MINIMIZE=最小化
HIDE=隐藏

;Graph
OPTION=选项
LEGEND_POSITION=图表位置
NORTH_WEST=西北
NORTH_EAST=东北
SOUTH_WEST=西南
SOUTH_EAST=东南
MAX_PLOT_POINT=最大绘图点
TIME_FORMAT=时间格式
PAINT_WEEKEND=Paint Weekend
ALL=全部

;3.0.0
ZOOM=放大
AUTO=自动
ATTRIBUTE=属性
SHOW_TEMPERATURE_ICON_ONLY=仅显示温度图标

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=秒
MINUTE=分钟
HOUR=hour

[TrayMenu]
EXIT=退出
REFRESH=刷新
RESCAN=重新扫描
ENABLE=启用
DISABLE=禁用
ENABLE_ALL=全部启用
DISABLE_ALL=全部禁用
AUTO_REFRESH=自动刷新时间
AUTO_REFRESH_TARGET=自动刷新对象 
AUTO_REFRESH_TARGET_ALL_DISK=自动刷新已选磁碟
AUTO_REFRESH_UNTARGET_ALL_DISK=自动刷新未选磁碟
ALARM_SETTING_TEMPERATURE=警报设置 - 温度
ALARM_SETTING_HEALTH_STATUS=警报设置 - 健康状态
SHOW_MAIN_WINDOW=显示主界面
SHOW_TEMPERATURE_ICON=显示温度图标
SHOW_ALL_TEMPERATURE_ICON=显示所有温度图标
HIDE_ALL_TEMPERATURE_ICON=隐藏所有温度图标
COLLECTIVE_SETTING=通用设置
GRAPH=图表

[DiskStatus]
GOOD=良好
CAUTION=警告
BAD=差
UNKNOWN=未知
DISK=磁盘

[Dialog]
LIST_ID=ID
LIST_CURRENT=当前
LIST_WORST=最差
LIST_THRESHOLD=临界
LIST_RAW_VALUES=Raw值
LIST_DESCRIPTION=类型
LIST_ATTRIBUTE_NAME=属性名称

FIRMWARE=固件
SERIAL_NUMBER=序列号
INTERFACE=接口
STANDARD=标准
TRANSFER_MODE=传输模式
BUFFER_SIZE=缓存大小
NV_CACHE_SIZE=NV缓存大小
ROTATION_RATE=转动率
TEMPERATURE=温度
POWER_ON_HOURS=使用时间
POWER_ON_COUNT=使用周期
DRIVE_LETTER=卷标
FEATURE=支持的特征
HEALTH_STATUS=健康状态

UNKNOWN=未知
POWER_ON_COUNT_UNIT=周期
POWER_ON_HOURS_UNIT=小时
POWER_ON_DAYS_UNIT=天

[Message]
DETECT_UNIT_POWER_ON_HOURS=侦测使用时间
DETECT_DISK=侦测磁盘
PLEASE_ENABLE_WMI=请打开WMI(Windows控制管理器)
PLEASE_RESTART_THIS_APPLICATION=请重启程序以使新主题生效
DISK_NOT_FOUND=未发现磁盘

[Alarm]
ALARM_TEMPERATURE=预警 - 温度
ALARM_HEALTH_STATUS=预警 - 健康状态
DEGRADATION=老化
RECOVERY=恢复
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=请选择项目
ACTUAL_VALUE=真实值 (Raw值)
NORMALIZED_VALUE=正常值 (当前值)
ALL_ON=全部打开
ALL_OFF=全部关闭
RESET=重设

[Customize]
LINE_COLOR=线颜色
BACKGROUND_IMAGE=背景图片
SUPPORTED_IMAGE_FORMAT=支持的图片格式
ALL_FILES=所有文件类型

[AamApm]
AAM_LOW=← 安静模式
AAM_HIGH=性能模式 →
AAM_RECOMMEND=推荐值
APM_LOW=← 节电模式
APM_HIGH=性能模式 →
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=关于CrystalDiskInfo
GRAPH=图表
CUSTOMIZE=自定义
VERSION_INFORMATION=版本信息
AAM_APM_CONTROL=AAM/APM 控制
HEALTH_STATUS_SETTING=健康状态设置

[HealthStatus]
THRESHOLD_OF_CAUTION=警报阙值
APPLY=应用
DEFAULT=默认

[Smart]
UNKNOWN=未知
VENDOR_SPECIFIC=供应商特定值
01=底层数据读取出错率
02=数据
03=马达旋转同步时间
04=启动/停止 次数
05=重新分配扇区数
06=重分配扇区数
07=寻道出错率
08=寻道时间
09=累计加电时间
0A=旋转重试数
0B=重新校准回收挽回
0C=设备通电周期
0D=软件读取错误率评估 
BE=内部气流温度
BF=G-Sense 错误率
C0=断电收回次数
C1=载入/卸载 周期数
C2=温度
C3=硬件ECC隐藏
C4=重新分配事件数
C5=当前挂起扇区数
C6=无法修正的扇区总数
C7=UltraDMA CRC错误总数
C8=写入错误评估
C9=软件读取错误率
CA=数据马克地址错误
CB=取消 ECC 运行
CC=软式 ECC 校正
CD=热极限评估
CE=飞行高度
CF=当前旋转级别
D0=旋转蜂音
D1=离线寻道能力
D3=写入变化
D4=突发写入
DC=磁碟漂移
DD=震动感测出错率
DE=以载入小时
DF=磁头升降重试数
E0=读取摩擦
E1=载入/卸载 周期数
E2=装入时间
E3=转矩放大数
E4=电源关闭撤消周期
E6=GMR 磁头振幅
E7=温度
F0=磁头运行时间
FA=读取错误重式评估
B8=端对端错误
BB=已报告无法修正的错误
BC=命令超时
BD=高位飞行
FE=自由落体保护

[SmartSsd]
01=底层数据读取出错率
02=数据
03=马达旋转同步时间
04=启动/停止 次数
05=重新分配扇区数
06=重分配扇区数
07=寻道出错率
08=寻道时间
09=累计加电时间
0A=旋转重试数
0B=重新校准回收挽回
0C=设备通电周期
0D=软件读取错误率评估 
C0=不安全断电次数
C2=温度
C4=重新分配事件数
C5=当前挂起扇区数
C6=无法修正的扇区总数
FF=剩余寿命

[SmartMtron]
BB=擦除次数总计

[SmartIndlinx]
01=底层数据读取出错率
09=累计加电时间
0C=设备通电周期
B8=初始坏块数
C3=分配失败块数
C4=擦除失败块数
C5=读取失败块数
C6=读取扇区总次数
C7=写入扇区总次数
C8=读取命令总次数
C9=写入命令总次数
CA=缓存错误总数
CB=可修复错误的读取扇区总数
CC=充分标记的坏块
CD=最大PE计数规范
CE=最小擦除次数
CF=最大擦除次数
D0=平均擦除次数
D1=剩余寿命

[SmartJMicron]
09=累计加电时间
0C=设备通电周期
C2=温度
E5=系统警报ID
E8=固件版本信息
E9=ECC错误记录
EA=平均擦除次数/最大擦除次数
EB=好块数目/系统块数目

[SmartIntel]
03=马达旋转同步时间
04=开始/停止 计数
05=重分配扇区数
09=累计加电时间
0C=设备通电周期
C0=不安全断电次数
E1=Host Writes
E8=可用预留空间
E9=介质磨损指示
B8=端对端错误检测数

[SmartSamsung] ;Updated (3.3)
09=累计加电时间
0C=设备通电周期
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=温度
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate